Revit 2027 API
ParameterTypeId.StructuralElevationAtTop Property
 "Elevation at Top"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralElevationAtTop { get; }
Public Shared ReadOnly Property StructuralElevationAtTop As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralElevationAtTop {
	ForgeTypeId^ get ();
}
static member StructuralElevationAtTop : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace